name: "infer"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "images",
    data_type: TYPE_FP32
    dims: [ -1, 3, 640, 640 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ -1, -1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
dynamic_batching { }
version_policy: { all { }}